Repository: common-repository/paid-pages-with-woocommerce
Catalog: i18n/ppww-*.po
Languages: ru_ru

source: Sorry, but "Paid Pages with WooCommerce" requires "WooCommerce" to be installed and active.
ru_ru: Извините, но для работы "WooCommerce Paid Access" необходима установка и активация "WooCommerce".

source: day
ru_ru: день

source: %1$d %2$s access for %3$d%4$s
ru_ru: Доступ на %1$d %2$s за %3$d%4$s

source: Subscription plans
ru_ru: Планы подписки

source: Subscription plan
ru_ru: План подписки

# plan
source: Add new
ru_ru: Добавить новый

source: Add new plan
ru_ru: Добавить новый план

source: Edit plan
ru_ru: Редактировать план

source: New plan
ru_ru: Новый план

source: View plan
ru_ru: Посмотреть план

source: Search for plans
ru_ru: Искать планы

source: Plans not found
ru_ru: Планы не найдены

source: Plans not found in trash
ru_ru: Планы не найдены в корзине

source: All plans
ru_ru: Все планы

source: Insert into plan
ru_ru: Вставить в план

source: Uploaded to this plan
ru_ru: Загружено для этого плана

source: Plan's featured image
ru_ru: Миниатюра плана

source: Set plan's featured image
ru_ru: Установить миниатюру плана

source: Remove plan's featured image
ru_ru: Удалить миниатюру плана

source: Use as plan's featured image
ru_ru: Использовать как миниатюру плана

source: Filter list of plans
ru_ru: Фильтровать список планов

source: Plans list navigation
ru_ru: Навигация по планам

source: List of plans
ru_ru: Список планов

source: View plans
ru_ru: Посмотреть планы

source: Plan's attributes
ru_ru: Свойства плана

source: Plan updated
ru_ru: План обновлен

source: Plan published
ru_ru: План опубликован

source: Plan attributes
ru_ru: Свойства плана

source: Paid access
ru_ru: Платный доступ

source: Subscription plan:
ru_ru: План подписки:

source: None
ru_ru: Нет

source: [number of days]=[price] pairs. Separate values ​​with commas e.g. 1=10,7=20,30=50,365=100.
ru_ru: Пары [количество дней]=[цена]. Разделяйте значения запятыми, например 1=10,7=20,30=50,365=100.

source: Override default message header about access restriction. Leave blank to use default header.
ru_ru: Заменить заголовок сообщения по умолчанию о запрете доступа. Оставьте пустым, чтобы использовать заголовок по умолчанию.

source: Use '*' to completely hide the header.
ru_ru: Используйте '*' чтобы полностью скрыть заголовок.

source: Override default message body about access restriction. Leave blank to use default body.
ru_ru: Заменить тело сообщения по умолчанию о запрете доступа. Оставьте пустым, чтобы использовать тело сообщения по умолчанию.

source: Use '*' to completely hide the body.
ru_ru: Используйте '*' чтобы полностью скрыть тело сообщения.

source: Wrap overrided page content?
ru_ru: Оборачивать измененное содержимое страницы?

source: no wrap
ru_ru: не оборачивать

source: Bootstrap 4 container
ru_ru: Bootstrap 4 контейнер

source: If you like this plugin, and it really helps you in your work, you can donate some money to motivate me for future updates. Thank you!
ru_ru: Если вам нравится этот плагин, и он действительно помогает вам в вашей работе, вы можете пожертвовать немного денег, чтобы мотивировать меня на будущие обновления. Спасибо!

source: Donate
ru_ru: Пожертвовать

source: This section available only by subscription.
ru_ru: Этот раздел доступен только по подписке.

source: Choose the best plan for you.
ru_ru: Выберите наиболее подходящий план.

source: Create paid subscriptions (WooCommerce products) to access specified pages
ru_ru: Создавайте платные подписки (продукты WooCommerce) для доступа к указанным страницам сайта
